Deactivates all temporary modes that are currently active.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016 Subscription Update
 Syntax
  C#
public void DeactivateAllModes()
  Visual Basic
Public Sub DeactivateAllModes
  Visual C++
public:
void DeactivateAllModes()
 See Also
  TemporaryViewModes Class
  Autodesk.Revit.DB Namespace